Repository: LieuTranHieuHoai-coder/QMS30Device
Catalog: QMS/QMS/Languages/AppResource.*.resx
Languages: vi_vn, zh_cn

# ACCOUNT_PW
source: Account Or Pw incorrect!
vi_vn: Tài Khoản Hoặc Mật Khẩu Không Đúng!
zh_cn: 帐号或密码不正确！

source: Back
vi_vn: Quay Lại
zh_cn: 返回

source: being repaired
vi_vn: Áo Đang Sửa
zh_cn: 正在修整

source: Buy Month
vi_vn: Tháng

source: Change
vi_vn: Thay Đổi
zh_cn: 修改

source: Check Internet
vi_vn: Kiểm Tra Wifi
zh_cn: 检查网路连线！

# CheckQR
source: Check QR - Repair
vi_vn: CHUYỀN MAY KIỂM-SỬA LỖI
zh_cn: 检查二维码并修复错误

source: Choose
vi_vn: Chọn
zh_cn: 选择

source: Choose Factory
vi_vn: Chọn Xưởng
zh_cn: 选择车间厂

source: Choose SewingLine
vi_vn: Chọn Chuyền may
zh_cn: 选择车缝产线

source: Choose Site
vi_vn: Chọn Cty
zh_cn: 选择厂区

# Cleanliness
source: 6-Cleanliness
vi_vn: 6-Vết Bẩn
zh_cn: 6-脏污

source: Color
vi_vn: Màu
zh_cn: 颜色

source: Confirm
vi_vn: Xác Nhận
zh_cn: 确认

source: Confirm Repair
vi_vn: Xác Nhận Sửa Lỗi
zh_cn: 确认修复

source: Continue
vi_vn: Tiếp Tục
zh_cn: 继续

source: Customer
vi_vn: KH
zh_cn: 客戶

source: Daily Production Report
vi_vn: Báo Cáo Sản Lượng Hàng Ngày
zh_cn: 每日产量报表

# DailyReportTitle
source: DAILY PRODUCTION REPORT
vi_vn: BÁO BIỂU SẢN LƯỢNG HÀNG NGÀY
zh_cn: 每日生产报表

source: Date
vi_vn: Ngày
zh_cn: 日期

# DateRangeInvalid
source: Invalid date range
vi_vn: Thời gian không hợp lệ
zh_cn: 日期范围无效

source: Defect
vi_vn: Lỗi
zh_cn: 瑕疵

# Delete
source: Del
vi_vn: Xóa
zh_cn: 刪除

source: Details
vi_vn: Chi Tiết
zh_cn: 明细

source: Details Of Product Defects
vi_vn: BẢNG CHI TIẾT LỖI SẢN PHẨM
zh_cn: 产品瑕疵明细

source: ERROR
vi_vn: Lỗi
zh_cn: 错误

source: ERROR TRY AGAIN
vi_vn: Lỗi Thao Tác, Thử Lại
zh_cn: 错误再试一次

# Exceeding_The_Amount
source: Exceeding The QTY
vi_vn: Vượt Quá SL, Ko Thể Lưu
zh_cn: 超出数量

# FabricAccessory
source: 1-Fabric/3-Accessory
vi_vn: 1-Vải/3-PL
zh_cn: 1-布料/3-配件

source: Factory
vi_vn: Chọn Xưởng
zh_cn: 车间厂

source: Finish Good
vi_vn: Thành Phẩm
zh_cn: 成品

source: From
vi_vn: Từ
zh_cn: 从

source: Function
vi_vn: Chức Năng
zh_cn: 功能

source: Img
vi_vn: Hình
zh_cn: 照片

source: INPUT INFORMATION
vi_vn: Nhập Thông Tin
zh_cn: 输入讯息

source: Input QR
vi_vn: Nhập QR
zh_cn: 输入二维码

# InputQRcode
source: Input QR
vi_vn: Nhập số QR
zh_cn: 输入二维码

source: Inside
vi_vn: Áo Lót
zh_cn: 衣服內部

source: Loading
vi_vn: Đang tải
zh_cn: 加载中

source: Location
vi_vn: Vị trí
zh_cn: 位置

source: Login
vi_vn: ĐĂNG NHẬP
zh_cn: 登入

source: LOGIN ERROR
vi_vn: Lỗi Đăng Nhập
zh_cn: 登入错误

source: Login System
vi_vn: ĐĂNG NHẬP HỆ THỐNG
zh_cn: 登入系统

# Logo_Label
source: 4-Logo/5-Label
vi_vn: 4-Logo/5-Nhãn
zh_cn: 4-商标/5-标签

# Msg
source: Message
vi_vn: Thông Báo
zh_cn: 讯息

source: Next
vi_vn: Tiếp Tục
zh_cn: 下一个

# NoData
source: No data to show
vi_vn: Không có dữ liệu
zh_cn: 没有资料可显示

# NODEFONGARMENT
source: No Defect On Garment
vi_vn: Không Có Lỗi Trên Áo
zh_cn: 服装无瑕疵

source: No Picture
vi_vn: Không Có Hình Ảnh
zh_cn: 沒有照片

source: Not Found QRCode
vi_vn: Không tìm thấy QRCode
zh_cn: 未找到二维码

source: OrderNo
vi_vn: ĐH
zh_cn: 订单号码

source: Outside
vi_vn: Áo Chính
zh_cn: 衣服外部

source: Pass Qty
vi_vn: Đạt (RFT)
zh_cn: 合格品数量

source: Password
vi_vn: Mật Khẩu
zh_cn: 密码

# permissiontothedevice
source: Grant camera permission to the device.
vi_vn: Cấp Quyền Máy Ảnh
zh_cn: 授予设备相机权限

source: QC Defect
vi_vn: QC BẮT LỖI
zh_cn: 品检瑕疵

source: QC Recieving
vi_vn: QC Nhận
zh_cn: 品检接收

source: QRCode
vi_vn: Mã QR
zh_cn: 二维码

source: QR NOT AVAILABLE
vi_vn: QR Không Khả Dụng
zh_cn: 二维码不可用

# QRPASSED
source: QR is PASSED
vi_vn: QR Được Thông Qua
zh_cn: 二维码是已通过

source: Qty
vi_vn: SL
zh_cn: 数量

source: Query
vi_vn: Truy vấn
zh_cn: 查询

source: QUERY DATA
vi_vn: Đang truy vấn dữ liệu...
zh_cn: 查询资料

source: Repair
vi_vn: Chỉnh Sửa
zh_cn: 修复

source: Repair Garment
vi_vn: CHUYỀN MAY SỬA LỖI
zh_cn: 服装修复

source: Save
vi_vn: Luu
zh_cn: 存档

source: Scan
vi_vn: Quét
zh_cn: 扫瞄

source: SCANNED
vi_vn: Mã QR Đã Quét
zh_cn: 已扫描

# ScanQRcode
source: Scan QR
vi_vn: Quét QR
zh_cn: 扫瞄二维码

source: ScanQR Login
vi_vn: QUÉT MÃ QR- ĐĂNG NHẬP HỆ THỐNG
zh_cn: 扫瞄二维码登入

source: Scan QR QMS
vi_vn: Truy Vấn QR- QMS
zh_cn: 扫瞄二维码-QMS

# ScanQRQMSQTY
source: Scan QR
vi_vn: Truy Vấn QR
zh_cn: 扫瞄二维码

# Seamseal_Bonding
source: 7-Seamseal/Bonding
vi_vn: 7-Seamseal/Keo
zh_cn: 7-贴条/压合

source: Search Item...
vi_vn: Tìm Kiếm...
zh_cn: 搜索物品...

source: Season
vi_vn: Mùa
zh_cn: 季节

source: Select Factory
vi_vn: Chọn nhà máy
zh_cn: 选择车间厂

source: Select Line
vi_vn: Chọn chuyền
zh_cn: 选择产线

source: SEMI GOOD
vi_vn: BÁN THÀNH PHẨM
zh_cn: 半成品

source: Sewing Line
vi_vn: Chuyền
zh_cn: 產線

source: Sewing Output
vi_vn: Sản Lượng May
zh_cn: 车缝产出

source: Site
vi_vn: Chọn Cty
zh_cn: 厂区

source: Style
vi_vn: Mã
zh_cn: 款式

source: To
vi_vn: Đến
zh_cn: 到

source: UNABLE TO GET INFOR
vi_vn: Không lấy được thông tin
zh_cn: 无法获得资讯

source: User
vi_vn: Tên Người Dùng
zh_cn: 使用者

source: User Name
vi_vn: Tên Người Dùng
zh_cn: 使用者名称

source: User Profile
vi_vn: Thông Tin
zh_cn: 使用者资料

source: Warning
vi_vn: Cảnh báo
zh_cn: 警告

# Workmanship_SPI
source: 2-Workmanship/9-SPI
vi_vn: 2-Tay Nghề/9-Mũi Chỉ
zh_cn: 2-工艺/9-针距

source: Yes To Confirm
vi_vn: Nhấn Yes để Xác Nhận
zh_cn: 按Yes确认

# YesToFinish
source: Finish
vi_vn: Nhấn Yes Để Xác Nhận Sửa
zh_cn: 按Yes完成

# YesToPass
source: Pass
vi_vn: Nhấn Yes Hoàn Thành Áo
zh_cn: 按Yes通过

source: Front
vi_vn: Áo Ngoài
zh_cn: 前片

source: OVER QTY.NOT SAVE
vi_vn: Số lượng vượt quá số lượng đơn hàng
zh_cn: 超过数量不可保存

source: Setting
vi_vn: Cài Đặt
zh_cn: 设置

source: FG
vi_vn: TP

source: SEMI
vi_vn: BTP

source: Delete Success
vi_vn: Xóa Thành Công
zh_cn: 删除成功

# Dontfixthisdefect
source: Stop fix this defect
vi_vn: Không sửa lỗi này
zh_cn: 不要修复这个

source: Close
vi_vn: Đóng
zh_cn: 关闭

# NoWorkersToFix
source: There are no workers to fix errors
vi_vn: Chưa có công nhân sửa lỗi
zh_cn: 没有工人来修复错误

source: QC Job
vi_vn: Công Việc QC
zh_cn: 检查

source: C Grade
vi_vn: Hàng C
zh_cn: C级

source: Invalid Username or Password
vi_vn: Tài khoản hoặc mật khẩu không đúng
zh_cn: 无效的用户名或密码

source: Confirm Rework
vi_vn: Xác nhận làm lại
zh_cn: 确认返工

source: Number of remakes:
vi_vn: Số lần sửa lại:
zh_cn: 翻拍次数

source: Switch Camera
vi_vn: Chuyển Camera
zh_cn: 切换相机

# QtyScan
source: Quantity Scan
vi_vn: Số Lượng QC Scan:
zh_cn: 今天的数量

source: Add New Success
vi_vn: Thêm Mới Thành Công
zh_cn: 添加成功

source: Change line
vi_vn: Đổi tổ
zh_cn: 换线

source: Enter Error Information
vi_vn: Thêm Thông Tin Áo Lỗi
zh_cn: 输入错误信息

source: Catch the error
vi_vn: Bắt Lỗi
zh_cn: 捕获错误

source: Defect Search
vi_vn: Tìm Kiếm Lỗi
zh_cn: 缺陷搜索

source: Enter error code
vi_vn: Nhập mã lỗi
zh_cn: 输入错误代码

source: Selected:
vi_vn: Đã chọn:
zh_cn: 已选择:

source: Add DetaiQcQrCode failed
vi_vn: Thêm DetaiQcQrCode không thành công
zh_cn: 添加详细QcQrCode失败

source: Add ProductionProcess failed
vi_vn: Thêm ProductionProcess không thành công
zh_cn: 添加生产流程失败

source: C grade
vi_vn: Áo hàng C
zh_cn: C级

source: Passed product. Do you want to fix it?
vi_vn: Áo đã pass. Bạn có muốn sửa lại ?
zh_cn: 通过产品。你想修复它吗？

source: Product passed
vi_vn: Áo đã pass
zh_cn: 产品通过

source: Qc is checking
vi_vn: Qc đang kiểm tra
zh_cn: Qc正在检查

source: Shirt C. Do you want to Recycle ?
vi_vn: Áo Hàng C. Bạn có muốn Tái Chế ?
zh_cn: 衬衫 C. 您想回收吗？

source: Error fixed
vi_vn: Lỗi đã sửa
zh_cn: 错误已修复

source: Color and size have not been entered
vi_vn: Màu và Size chưa được nhập
zh_cn: 颜色和尺寸尚未输入

source: Return failed
vi_vn: Trả lại thất bại
zh_cn: 返回失败

source: Return successful
vi_vn: Trả lại thành công
zh_cn: 返回成功

source: Worker is fixing
vi_vn: Công nhân đang sửa
zh_cn: 工人正在修理

source: Give back
vi_vn: Trả hàng
zh_cn: 回报

# QcCheckAgain
source: ReCheck
vi_vn: Qc Kiểm Lại
zh_cn: 再次进行质量检查

source: Bottom
vi_vn: Dưới
zh_cn: 底部

source: Left
vi_vn: Trái
zh_cn: 左边

source: Mid
vi_vn: Sườn
zh_cn: 中间

source: MidLeft
vi_vn: Sườn Trái
zh_cn: 左中间

source: MidRight
vi_vn: Sườn Phải
zh_cn: 右中间

source: Right
vi_vn: Phải
zh_cn: 右边

source: Top
vi_vn: Trên
zh_cn: 顶部

source: Left+Right
vi_vn: Trái+Phải
zh_cn: 左右边

source: Repalce Fabric
vi_vn: Bù Vải
zh_cn: 更換布料

source: Defect Qty
vi_vn: Không Đạt
zh_cn: 沒有實現

# passpercentage
source: Pass Rate
vi_vn: TL Pass
zh_cn: 通過率

# ByDefectCode
source: By Code
vi_vn: Theo Mã
zh_cn: 按缺陷代碼

# defectpercentage
source: Defect Rate
vi_vn: TL Lỗi

source: Logout
zh_cn: 登出

source: Size
zh_cn: 尺码

source: WorkNo
zh_cn: 工作单号
